<!DOCTYPE html>
<html xmlns='http://www.w3.org/1999/xhtml'>
<head>
    <meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
    <link rel="stylesheet" href="style.css" type="text/css" />
    <title>ხელშეკრულება</title>
    <style type='text/css'>
        .style1 {
            font-size: 18px;
            font-weight: bold;
        }
        .style2 {font-size: 18px}
        @media print {
            input#printButton {
                display: none;
            }
        }
    </style>
    <script>
        ns4 = (document.layers)? true:false;
        ie4 = (document.all)? true:false;
        function myprintfunction(id) {
            if (ns4) document.layers[id].visibility = "hide"
            else if (ie4) document.all[id].style.visibility = "hidden"
            window.print();
        }
    </script>
</head>
<body>
<div align="left" style="margin-left:5px; margin-top:10px; position:fixed;">
    <input type="button" id="printButton" onClick="window.print(); window.close();" value="ბეჭდვა" />
</div>
<table width='876' border='0' align='center'>
    <tr>
        <td height='31' colspan='3' align='center'><p class='style1'>საშუამავლო მომსახურების ხელშეკრულება</p>
            <p class='style1'></p></td>
    </tr>
    <tr>
        <td width='190' height='31' align='center' class='style2'>{{$client->city->name}}</td>
        <td width='423' align="center"></td>
        <td width='249' align='center' class='style2'>{{$client->agremeent_start}} წელი</td>
    </tr>
    <tr>
        <td colspan='3' class='print_font'>
            <div class="qveda_mxare">
                ერთის მხრივ, <strong>შპს „ბი ემ სი გორგია"</strong> (რეგისტრირებული 14.07.2008 წ. საიდენტიფიკაციო №245621288, იურიდიული მისამართი: ქ. ბათუმი, სოხუმის ქ. №10), რომელსაც წარმოადგენს მისი დირექტორის მინდობილი პირი
                <strong>გია გორგოშაძე</strong> (პ/ნ 61003000277), შემდგომში ‘’კომპანია” და მეორეს მხრივ, <strong>{{$client->firstname.' '.$client->lastname}}ს</strong> სახით, შემდგომში “შემსრულებელი”, მოლაპარაკებების შედეგად შევთანხმდით შემდეგზე:
            </div>

            <div align="center" class="satauri"><b>1.	ხელშეკრულების საგანი.</b></div>
            <div class='qveda_mxare'>1.1. “შემსრულებელი” კისრულობს ვალდებულებას, გასწიოს საშუამავლო საქმიანობა “კომპანიისთვის” შემდეგი სახის მომსახურების გაწევის მიზნით: “შემსრულებელი” ზრუნავს ,,კომპანიის” პროდუქციის გაყიდვების ინტენსიფიცირებაზე და ახალი მომხმარებლების მოზიდვაზე. შემსრულებლის მიერ მოზიდული მომხმარებლების მიერ შეძენილი პროდუქციის თანხობრივი გამოხატულება, წარმოადგენს შემსრულებლის გასამრჯელოს გაგანგარიშების საფუძველს. შემსრულებლის გასამრჯელო გაიანგარიშება ამ ხელშეკრულების მე-3 მუხლში გაწერილი პირობების მიხედვით.
            </div>

            <div align='center' class="satauri"><b>2.	მხარეთა უფლება-მოვალეობები</b></div>
            <div class='qveda_mxare'>
                2.1 <b>“კომპანია” უფლებამოსილია</b>, 2.1 “კომპანია” უფლებამოსილია, იმ შემთხვევაში თუ ექნება მომსახურების ხარისხთან დაკავშირებული პრეტენზიები, წერილობით ან ზეპირი განმარტებით მოსთხოვოს “შემსრულებელს” ხარვეზის დაუყონებლივ აღმოფხვრა და “შემსრულებელი” თავის მხრივ ვალდებულია დაუყონებლივ გამოასწოროს აღნიშნული ხარვეზი.  </div>
            <div align='left' class="satauri"><b>2.2.	 ,,კომპანია” ვალდებულია:</b></div>
            <div class='qveda_mxare'>
                2.2.1. აუნაზღაუროს ,,შემსრულებელს” მომსახურების შეთანხმებული გასამრჯელო ხელშეკრულებით დადგენილი წესითა და ოდენობით. <br/>
                2.2.2. სპეციალურად გამოყოფილი პირის და შესაბამისი ტექნიკური საშუალებების მეშვეობით მოახდინოს ,,შემსრულებლის” მიერ მოყვანილი თითოეული მომხმარებლის მიერ შეძენილი საქონლის რაოდენობისა და ღირებულების აღრიცხვა.<br />
            </div>
            <div align='left' class="satauri"><b>2.3.	   “შემსრულებელი” ვალდებულია:</b></div>
            <div class='qveda_mxare'>
                2.3.1. განახორციელოს საშუამავლო მომსახურება, შეიმუშავოს წინადადებები ხელშეკრულებით ნაკისრი ვალდებულების შესასრულებლად. <br/>
                2.3.2. “კომპანიის” კუთვნილ სავაჭრო ობიექტში პროდუქციის შეძენის მსურველი მომხმარებელი წარუდგინოს სპეციალურად გამოყოფილ პირს და მოახდინოს მისი იდენტიფიცირება კომპანიაში არსებული ტექნიკური საშუალებების მეშვეობით. <br />
                2.3.3. პროდუქციის შეძენის მსურველ მომხმარებელს პროდუქციის შეძენის სურვილის შემთხვევაში არანაკლებ ერთი ვიზიტისა ახლდეს თან და გაუწიოს მომსახურება.<br />
            </div>

            <div align='center' class="satauri"><b>3.	ხელშეკრულების საერთო თანხა</b></div>
            <div class="qveda_mxare">
                3.1 მომხმარებლის მიერ „ბი ემ სი გორგიას“ პრემიუმის განყოფილების პროდუქციის საცალო ფასიდან 1%-დან 5%-მდე ფასდაკლებით შეძენის შემთხვევაში, ,,შემსრულებელი” ანაზღაურებას მიიღებს მომხმარებლის მიერ გადახდილი თანხის 10%-ის ოდენობით ყველანაირი გადასახადების ჩათვლით. ხოლო თუ მომხმარებელმა მიიღო 5%-ზე მეტი ფასდაკლება, შემსრულებელი ანაზღაურებას მიიღებს მომხმარებლის მიერ გადახდილი თანხის 1-დან 8%-მდე ოდენობით, ასევე ყველანაირი გადასახადის ჩათვლით. <br />
                3.2 მომხმარებლის მიერ „ბი ემ სი გორგიას“ პრემიუმის განყოფილების პროდუქციისგან განსხვავებული პროდუქციის შეძენის შემთხვევაში, ,,შემსრულებელი” ანაზღაურებას მიიღებს მომხმარებლის მიერ გადახდილი საფასურის 3% -და 9%-მდე ოდენობით, ყველანაირი გადასახადის გარეშე, გარდა სააქციო პროდუქციისა, რისი შეძენის შემთხვევაშიც „შემსრულებელს“ ანაზღაურება არ გადაეცემა. <br />
                3.3. ანაზღაურება განხორციელდება ყოველი თვის ბოლო კვირაში “ შემსრულებლისთვის“ თანხის გადახდის გზით. <br />
            </div>

            <div align='center' class="satauri"><b>4.	ხელშეკრულების ვადა</b></div>
            <div class="qveda_mxare">
                4.1. წინამდებარე ხელშეკრულება ძალაშია ხელმოწერის დღიდან და მოქმედებს ერთი კალენდარული წლის განმავლობაში, მისი ყოველ ჯერზე ავტომატური გაგრძელების პირობით.
            </div>

            <div align='center' class="satauri"><b>5.	მხარეთა პასუხისმგებლობა</b></div>
            <div class="qveda_mxare">
                5.1. ერთ-ერთი მხარე ხელშეკრულებით ნაკისრი ვალდებულების შეუსრულებლობის ან არაჯეროვანი შესრულების შემთხვევაში, ვალდებულია მეორე მხარეს აუნაზღაუროს მიყენებული ზიანი.
            </div>

            <div align='center' class="satauri"><b>6.	პასუხისმგებლობის გამომრიცხავი გარემოებები</b></div>
            <div class="qveda_mxare">
                6.1. ხელშეკრულებით დადგენილი პასუხისმგებლობა გამოირიცხება , თუ ვალდებულებათა შეუსრულებლობა გამოწვეული იქნება მხარეთა ნებისაგან დამოუკიდებელი მიზეზების - ფორს-მაჟორული გარემოებების გამო და ეს გარემოებები პირდაპირ გავლენას ახდენს ვალდებულებების შესრულებაზე.
            </div>
            <div align='center' class="satauri"><b>7. ხელშეკრულების შეწყვეტა</b></div>
            <div class="qveda_mxare">
                7.1. ერთ-ერთი მხარის ინიციატივით ხელშეკრულების შეწყვეტა შესაძლებელია ნებისმიერ დროს წერილობითი (მათ შორის ელექტრონული საშუალებით) შეტყობინების საფუძველზე, რომელიც უნდა მიეწოდოს (გაეგზავნოს) მეორე მხარეს 10 დღით ადრე შეწყვეტის ვადის დადგომამდე.  <br/>
                7.2. ხელშეკრულების შეწყვეტა არ გულისხმობს წინათ განხორციელებული თუ დაგეგმილი საქმიანობის კონფიდენციალურობის დაუცველობას.
            </div>
            <br /><br />
            <div align='center'><b>8. დავათა გადაწყვეტა</b></div>
            <div>
                8.1. მხარეები იღებენ ყველა ზომას, რათა ამ ხელშეკრულებიდან გამომდინარე ყველა დავა ან წინააღმდეგობა გადაწყდეს მოლაპარაკების გზით. 8.2. საკითხის მოლაპარაკების საფუძველზე გადაწყვეტის შეუძლებლობის შემთხვევაში, ყველა სახის დავა, რომლებიც წარმოიშობა მხარეებს ან მათ წარმომადგენლებს შორის, განიხილება და გადაწყდება საქართველოს სასამართლოს მიერ ქართული კანონმდებლობის შესაბამისად.
            </div><br /><br />

            <div align='center'><b>9. დასკვნითი დებულებანი</b></div>
            <div>
                9.1. წინამდებარე ხელშეკრულებაში დამატებების და ცვლილებების შეტანა შესაძლებელია მხოლოდ მხარეთა შეთანხმებით. ამასთან, ცვლილება ან დამატება შესრულებული უნდა იყოს წერილობით და სათანადოდ ხელმოწერილი მხარეთა მიერ.<br />
                9.2. ხელშერულება შედგენილია ორი თანაბარი ძალის მქონე ეგზემპლარად. მხარეებს გადაეცემათ თითო-თითო ეგზემპლარი.<br /><br />
            </div>
            <p align='center' class='style1'>10.	მხარეთა რეკვიზიტები და ხელმოწერები:</p><table align='center' width='787' border='0'>
                <tr>
                    <td width='478'><strong>“კომპანია” </strong></td>
                    <td width='299'> <div align='left'><strong>“შემსრულებელი”</strong></div></td>
                </tr>
                <tr>
                    <td><strong>შპს “ბი-ემ-სი გორგია” </strong></td>
                    <td><div align='left'><strong>{{$client->firstname.' '.$client->lastname}}</strong></div></td>
                </tr>
                <tr>
                    <td><strong>მისამართი: ბათუმი,სოხუმის ქ.10</strong></td>
                    <td><div align='left'><strong>პირ.№: {{$client->idnumber}}</strong></div></td>
                </tr>
                <tr>
                    <td><strong>საიდენტიფიკაციო კოდი: 245621288</strong></td>
                    <td><div align='left'><strong>მისამართი: {{$client->city->name.', '.$client->address}}</strong></div></td>
                </tr>
                <tr>
                    <td><strong>ს.ს “თი-ბი-სი ბანკი”-ის ბათუმის ფილიალი</strong></td>
                    <td><div align='left'><strong>ტელ: {{$client->mobile}}</strong></div></td>
                </tr>
                <tr>
                    <td><strong>ბანკის კოდი:TBCBGE22 </strong></td>
                    <td><div align='left'></div></td>
                </tr>
                <tr>
                    <td><strong>ანგარიში:GE62 TB10 07536020100008</strong></td>
                    <td><div align='left'></div></td>
                </tr>
                <tr>
                    <td><p><strong>სარეგ.სერტიფ.087261  26.07.2008წ </strong></p></td>
                    <td><p></p></td>
                </tr>
                <tr>
                    <td height="31">
                        <div style="margin-top:30px;"><strong>დირექტორის მინდობილი პირი:</strong></div></td>
                    <td>
                        <div style="margin-top:30px;"><strong>“შემსრულებელი”</strong></div></td>
                </tr>
                <tr>
                    <td><strong>(გია გორგოშაძე)</strong></td>
                    <td><div align="left"><strong>({{$client->firstname.' '.$client->lastname}})</strong></div></td>
                </tr>
            </table></td>
    </tr>
    <tr>
        <td>&nbsp;</td>
        <td>&nbsp;</td>
        <td align='right'>    </td>
    </tr>
</table><br />
</body>
</html>
